# St7GetBrickWireframeAll

Returns the state of the Draw all faces when showing wireframes option for brick display.

long St7GetBrickWireframeAll(long uID, bool* Show)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Show
The state of the Draw all faces when showing wireframes option; either True or False.

Link Entity Display